#Texts for manifest.json

#XTIT: Application name
appTitle=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#YDES: Application description
appDescription=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#Texts used in local/annotations.xml


# XTIT: Title of a form or form group. Remove if not needed in local/annotations.xml
@GeneralInfoFacetLabel=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B

# XTIT: Title of a facet within an object page if not needed in local/annotations.xml
@SecondFacetLabel=\u0E41\u0E1F\u0E40\u0E0B\u0E47\u0E15\u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E07


#XTIT:  Tile of the Purchase Contract Headers Tab
PurchaseContractHeadersText=\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT:   Tile of the Purchase Contract Items Tab
PurchaseContractItemsText=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD,51: 
CentralHierarchyContractHeaders=\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD,48: 
CentralHierarchyContractItems=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT, 20: Mass Edit Button
ActionC_PurCntrlContrItmMassUpdt1=\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XTIT, 20: Excel Download
ActionExcelDownload=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

#XTIT, 18: Excel Upload
ActionExcelUpload=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14

#XTIT, 75: Download Error Msg.
downloadErrMsg=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT, 87: Configuration Error Msg.
configurationErrorMsg=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E40\u0E0A\u0E35\u0E48\u0E22\u0E27\u0E0A\u0E32\u0E0D\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E01\u0E23\u0E30\u0E1A\u0E27\u0E19\u0E01\u0E32\u0E23\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13

#XTIT, 24: UploadExcel Dilog
UploadExcel=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 Excel

#XTIT, 114: Excel file Upload Mismatch
ExcelUploadTypeMismatch=\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E44\u0E1F\u0E25\u0E4C XLSX

#XMSG:
defaultJobDescUpd=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E08\u0E32\u0E01 {0}

#XTIT, 108: Excel file Uploaded does not contain data
FileSizeZero=\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E43\u0E14\u0E46 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07

#XTIT, 14: Error
Error=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#XTIT, 32: Application Job Button
ActionC_PurCntrlContrItmMassUpdt=\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19

#XTIT: Button to navigate to the Monitor Mass Changes App
GlobalActionMassChangeJob=\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19

#XTIT, 32: Header Distribution Dialog 
ActionC_CntrlPurContrHdrDistrbutton=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XTIT, 32: Header Distribution Dialog 
ActionC_CntrlPurContrHierHdrDistrbutton=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XTIT, 32: Header Distribution Dialog List Report Title
HeaderDistributionTableHeader=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XTIT, 32: Item Distribution Dialog
ActionC_CntrlPurContrItmDistrbutton=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XTIT, 32: Item Distribution Dialog
ActionC_CntrlPurContrHierItmDistrbutton=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XTIT, 32: Item Distribution Dialog List Report Title
ItemDistributionTableHeader=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XBUT, 14
closeButtonText=\u0E1B\u0E34\u0E14

#XTIT, 20: Mass Edit Form
MassEditFormText=\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XTIT, 32: Headers Affected
HeadersTitle=\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07\:

#XTIT, 26: Items Affected
ItemsTitle=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07\:

#XTIT, 37: Headers Affected
affectedHeadersTitle=\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\:

#XTIT, 35: Items Affected
affectedItemsTitle=\u0E23\u0E01.\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT: DefaultCountValue
DefaultCountValue=0

#XTIT, 32: Affected Documents
ToBeAffectedDocuments=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A

#XTIT, 35: Affected Document Items
ToBeAffectedDocumentsItems=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A

#XGRP, 26: Form Section
headerFields=\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XGRP, 39: Form Section
headerDistFields=\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XGRP, 22: Form Section
ItemFields=\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XGRP, 36: Form Section
itemDistFields=\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XGRP, 32: Form Section
VersioningFields=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19

#XTIT, 32: Apply Changes Button
applyChangesButtonText=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XTIT, 32: Simulate Job
simulateJobButtonText=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19

#XTIT, 16: Cancel Button
cancelButtonText=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XTIT, 18: Restore Button
restoreButtonText=\u0E23\u0E35\u0E2A\u0E42\u0E15\u0E23\u0E4C

#XBUT, 14: Apply Changes Confirmation Apply Button Text
applyChangesConfirmationApply=\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XBUT, 10: Simulate Job Confirmation Add Button Text
simulateJobConfirmationSimulate=\u0E08\u0E33\u0E25\u0E2D\u0E07

#XMSG:
InvalidEntry={0} \u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 32: Apply Changes Confirmation Dialog Title
applyChangesConfTitle=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XTIT, 24: Simulate Job Confirmation Dialog Title
simulateConfTitle=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19

#XMSG, 42: mass change job description
massJobDescription=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\:

#XFLD, 42: simulate job description
simulateJobDescription=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E07\u0E32\u0E19\:

#XMSG, 28: mass change job description
uploadJobDescription=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E07\u0E32\u0E19\:

#YMSG, 26
massChangeJobCommentBox=\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XFLD, 26 
simulateJobCommentBox=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19

#XMSG, 93: Confirmation Dialog Description
applyChangesConfirmation=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XMSG, 93: Confirmation Dialog Description
simulateChangesConfirmation=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#YMSG, 26
jobScheduledTextForApplyChanges=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27

#XFLD, 20: Job Failed
jobFailedText=\u0E07\u0E32\u0E19\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27

#XFLD, 38: Column Header
CentralPurchContract=\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07

#XFLD, 38: Column Header
FormattedPurchaseContractItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07

#XFLD, 38: Hierarchy Column Header
CentralPurchHierContract=\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD, 38: Hierarchy Column Header
FormattedPurchaseHierContractItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#YMSG:
jobDescription={0}

#YMSG: 
jobCreatedText={0} \u0E16\u0E39\u0E01\u0E08\u0E31\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E41\u0E25\u0E49\u0E27

#XBUT, 20: View job button text
viewJobButtonText=\u0E14\u0E39\u0E07\u0E32\u0E19

#YMSG, 26: Service Error Dialog Description
errorOccured=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19

#XFLD, 18: Success
success=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

#XFLD, 42: Distribution Count
AffectedDistributionItems=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A\:

#XFLD, 10: Item Field
Item=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XFLD, 26: Purchaser Note
PurchaserNote=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E0B\u0E37\u0E49\u0E2D

#XFLD, 45: Item Field
CentralCtrItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07


#XTIT, 26: Mass Addition
MassAction=\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XTIT, 35: Add Header Distribution
AddHdrDist=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XTIT, 32: Add Item Distribution
AddItmDist=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XTIT, 74: Enter a valid plant and company code combination.
plantCompanyCodeError=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E38\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E07\u0E07\u0E32\u0E19\u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 57:Enter a valid purchasing organization.
purchOrgMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 47:Enter a valid purchasing group.
purchGrpMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E38\u0E48\u0E21\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 57:Enter a valid distribution percentage.
distPercntError=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 41:Enter a valid company code.
companycodeMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 47:Enter a valid storage Location.
storageLocationMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 48:Enter a valid document category.
documentCatMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E2B\u0E21\u0E27\u0E14\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 32:Enter a valid plant.
plantMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E42\u0E23\u0E07\u0E07\u0E32\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 53:Select the value from the dropdown.
ReasonCodeErrText=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E48\u0E32\u0E08\u0E32\u0E01\u0E14\u0E23\u0E2D\u0E1B\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E25\u0E34\u0E2A\u0E15\u0E4C

#XTIT, 47: Purchase Note Length text
PurchaserNoteMaxLength=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\: 5000 \u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30

#XTIT, 56:Enter a valid outline agreement type.
outlineAgrmntTypMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 42:Enter a valid payment terms.
paymentTermsMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 50:Enter a valid info record update.
infoRecordUpdateMsg=\u0E1B\u0E49\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E40\u0E23\u0E04\u0E04\u0E2D\u0E23\u0E4C\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 101:Enter a valid purchasing organization and company code combination.
PurchOrgCompanyCodeError=\u0E1B\u0E49\u0E2D\u0E19\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E38\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 90: Enter a valid purchasing group and company code combination.
PurchGrpCompanyCodeError=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E38\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 90:Enter a valid storage location and company code combination.
StorageLocCompanyCodeError=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E38\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT, 99: Enter a valid outline agreement type and company code combination.
outlAgrmntCompanyCodeError=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E38\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XTIT,125:Central contract Headers and Items cannot be selected as Central contract Hierarchy Headers or Items are already selected.
ToastMsgCCTR=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E41\u0E25\u0E30\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E25\u0E4D\u0E32\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E41\u0E25\u0E49\u0E27

#XTIT,125:Central contract Hierarchy Headers and Items cannot be selected as Central contract Headers or Items are already selected.
ToastMsgHCTR=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E41\u0E25\u0E30\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E41\u0E25\u0E49\u0E27

#XMSG, 94: Confirmation Dialog Description for HCTR
applyChangesConfirmationHCTR=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XMSG, 94: Confirmation Dialog Description for HCTR
simulateChangesConfirmationHCTR=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XTIT, 37: Add HCTR Header Distribution
AddHCTRHeaderDist=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19

#XTIT, 33: Add HCTR Item Distribution
AddHCTRItemDist=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19

#XTIT, 104: Excel Download
download=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

#XTIT, 105: Excel Download CCTR
downloadCctr=\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT, 106: Excel Download HCTR
downloadHctr=\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT,107: Download Error Msg.
downloadHCTRErrMsg=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#~~~ Excel Upload ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 104: Excel Upload
upload=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14

#XTIT, 105: Excel Upload CCTR
uploadCctr=\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT, 106: Excel Upload HCTR
uploadHctr=\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT: Dialog tittle for CCTR excel upload
excelBsdUploadCctrDialogTitle=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 Excel \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E25\u0E01\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 - \u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT: Dialog tittle for HCTR excel upload
excelBsdUploadHctrDialogTitle=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 Excel \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E25\u0E01\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 - \u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07


#XTIT: Tab 2 title description for excel upload dialog
selectedExcelUpload=\u0E40\u0E25\u0E37\u0E2D\u0E01 Excel \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14

#XBUT: cancel button for excel upload
CancelBtn=\u0E1B\u0E34\u0E14

#XBUT: upload button for excel upload
uploadBtn=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14

#YMSG: Delete excel message box message
deleteExcelConfirmMsg=\u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22 "{0}" \u0E2D\u0E2D\u0E01?

#XTIT, 87: Upload Error Msg.
uploadErrorMsg=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 Excel \u0E04\u0E23\u0E31\u0E49\u0E07\u0E25\u0E30\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XTIT: Delete excel message box message
deleteExcelConfirmTitle=\u0E22\u0E49\u0E32\u0E22 Excel \u0E2D\u0E2D\u0E01

#XBUT: Delete excel message box message
deleteExcelConfirmOkBtn=\u0E15\u0E01\u0E25\u0E07

#XTIT, 87: No data description
noDataDescription=\u0E27\u0E32\u0E07\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E08\u0E30\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E0A\u0E49\u0E1B\u0E38\u0E48\u0E21 "\u0E40\u0E1E\u0E34\u0E48\u0E21"

#XTIT: Simulate button
SimulateBtn=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19

#XTIT: Simulate Popup
SimulateJob=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14 Excel

#XTIT: Simulation Job
defSimJobDescUpload=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E08\u0E32\u0E01 {0}

#XTIT: Action Simulate
ActionExcelSimulate=\u0E08\u0E33\u0E25\u0E2D\u0E07

#XTIT: Description Default
defaultJobDescHier=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07\u0E08\u0E32\u0E01 {0}

#XTIT: Simulation Job desc
SimJobDescUploadHCTR=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E08\u0E32\u0E01 {0}
