#Texts for manifest.json

#XTIT: Application name
appTitle=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#YDES: Application description
appDescription=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD, 26: Purchaser Note
PurchaserNote=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E0B\u0E37\u0E49\u0E2D

#Texts used in local/annotations.xml

#XFLD, 32
HeaderDistribution=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27

#XFLD, 63
PageHeader=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XTIT, 47: Purchase Note Length text
PurchaserNoteMaxLength=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\: 5000 \u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30

#XTIT, 53:Select the value from the dropdown.
ReasonCodeErrText=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E48\u0E32\u0E08\u0E32\u0E01\u0E14\u0E23\u0E2D\u0E1B\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E25\u0E34\u0E2A\u0E15\u0E4C

#XFLD, 38
CentralPurchContract=\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD, 44
FormattedPurchaseContractItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E08\u0E31\u0E14\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A

#XFLD, 32
Apply=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XFLD, 32
Simulate=\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E07\u0E32\u0E19

#XFLD, 16
Cancel=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XFLD, 14
Reset=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15

#XFLD, 32
CentralPurchaseContractFlex=(\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E41\u0E1A\u0E1A\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19)

#XFLD, 39
PurchasingDocumentCategory=\u0E2B\u0E21\u0E27\u0E14\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23

#XFLD, 32
PurDocCategory=\u0E2B\u0E21\u0E27\u0E14\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23

#XFLD, 26
CntrlPurContrDistributionPct=% \u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22

#XFLD, 35
ProcmtHubPurchasingOrg=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D

#XFLD, 35
ProcmtHubCompanyCodeGroupingID=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17

#XFLD, 24
ProcmtHubCompanyCode=\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17

#XFLD, 42
ProcmtHubPurgOrgName=\u0E0A\u0E37\u0E48\u0E2D\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D

#XFLD, 32
ProcmtHubCompanyCodeName=\u0E0A\u0E37\u0E48\u0E2D\u0E23\u0E2B\u0E31\u0E2A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17

#XFLD, 20
ProcmtHubPlantName=\u0E0A\u0E37\u0E48\u0E2D\u0E42\u0E23\u0E07\u0E07\u0E32\u0E19

#XFLD, 32
StorageLocationName=\u0E0A\u0E37\u0E48\u0E2D\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32

#XFLD, 14
Plant=\u0E42\u0E23\u0E07\u0E07\u0E32\u0E19

#XFLD, 28
StorageLocation=\u0E17\u0E35\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32

#XFLD, 42
Edit=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22

#XFLD, 39
flexText=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21 (\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E41\u0E1A\u0E1A\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19)

#XFLD, 16
nonflexText=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21

#XFLD, 129
popOverFlexText=\u0E04\u0E48\u0E32\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E41\u0E1A\u0E1A\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19 100%

#XFLD, 90 
popOverNonflexText=\u0E04\u0E48\u0E32\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19 100%

#XFLD, 26 
applyChangesConfTitle=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XFLD, 80 
applyChangesConfirmation=\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 42 
massJobDescription=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XFLD, 26 
massChangeJobCommentBox=\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01

#XFLD, 14 
applyChangesConfirmationApply=\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49

#XFLD, 16 
cancelButtonText=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#YMSG, 26: Service Error Dialog Description
errorOccured=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#XFLD, 14 
closeButtonText=\u0E1B\u0E34\u0E14

#XFLD, 18 
success=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

#XFLD, 20 
jobFailedText=\u0E07\u0E32\u0E19\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27

#XFLD, 41
AffectedItemDistributions=\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A

#XFLD, 28
CentralPurchaseContract=\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E02\u0E2D\u0E07\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07

#YMSG:
jobDescription={0}

#XFLD, 32
DistributionKey=\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22

#XFLD, 10
CentralPurchaseContractItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XFLD, 32
FormattedPurContractItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E01\u0E25\u0E32\u0E07

#XFLD, 39
ProcmtHubPurgDocItmCategory=\u0E2B\u0E21\u0E27\u0E14\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23

#XFLD, 18
Warning=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

#XFLD, 74
WarningText=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22\u0E16\u0E49\u0E32\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49

#XFLD, 20
LeavePage=\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E2B\u0E19\u0E49\u0E32

#XFLD, 32
DistributionType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22

#XFLD, 26
TargetQuantity=\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E40\u0E1B\u0E49\u0E32\u0E2B\u0E21\u0E32\u0E22

#XFLD, 14
ProcmtHubPlant=\u0E42\u0E23\u0E07\u0E07\u0E32\u0E19

#XFLD, 28
ProcmtHubPurchasingGroup=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D

#XFLD, 35
DefaultPurchasingOrganization=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E08\u0E31\u0E14\u0E0B\u0E37\u0E49\u0E2D

#XFLD, 33
PurchasingDocumentType=\u0E1B\u0E20.\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23

#YMSG: 
jobCreatedText={0} \u0E16\u0E39\u0E01\u0E08\u0E31\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E41\u0E25\u0E49\u0E27

#XBUT, 20: View job button text
viewJobButtonText=\u0E14\u0E39\u0E07\u0E32\u0E19

#XFLD, 117
ErrorTextInteger=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 3 \u0E15\u0E31\u0E27\u0E17\u0E32\u0E07\u0E14\u0E49\u0E32\u0E19\u0E0B\u0E49\u0E32\u0E22\u0E02\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E04\u0E31\u0E48\u0E19\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21

#XFLD, 74
ErrorTextDecimal=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 3 \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07

#XFLD, 32
FlexibleContracts=(\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E41\u0E1A\u0E1A\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19)

#XFLD, 108
popOverNonFlexlessText=\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 100%

#XFLD, 78
popOverNonflexgreaterText=\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32 100%

#XFLD, 56
clearInputText=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#XFLD, 105
popOverNonflexSumGreaterText=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19 \u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E40\u0E1B\u0E2D\u0E23\u0E4C\u0E40\u0E0B\u0E47\u0E19\u0E15\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E08\u0E32\u0E22\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E01\u0E34\u0E19 100%

#XFLD, 10
referenceHeaderKey=0000

#XFLD, 14
delta=0.000
